# ==================== НАСТРОЙКИ БОТА ====================
BOT_TOKEN = "8897381621:AAFbCR8wwGIWOzF4B09UfN8fY-k94aqxg0s"          # Токен от @BotFather
ADMIN_ID = 6724120047                       # Твой Telegram ID (узнать: @userinfobot)
ADMIN_USERNAME = "@Youngest_admin"          # Юзернейм админа для инструкции

# ==================== ЭКОНОМИКА ====================
PRICE_PER_SUB = 1.0       # Сколько ⭐ платит рекламодатель за 1 подписчика
REWARD_PER_TASK = 0.2     # Сколько ⭐ получает исполнитель за задание
MIN_WITHDRAW = 15.0       # Минимум ⭐ для вывода
MIN_SUBS_ORDER = 5        # Минимальный заказ подписчиков